7zip
adobe-source-code-pro-fonts
alacritty
amd-ucode
artix-archlinux-support
base
base-devel
bash-completion
blueman
bluez-dinit
bluez-utils
bspwm
cantarell-fonts
dash
dhcpcd
dinit
discord
dnsmasq-dinit
docker-dinit
dunst
efibootmgr
elogind-dinit
fastfetch
feh
flameshot
fuse2
git
glow
gnome-screenshot
go-yq
grub
htop
inetutils
iwd-dinit
jq
kdenlive
kubectl
kustomize
lib32-nvidia-utils
libnotify
libreoffice-still
libretro-core-info
libvirt-dinit
linux
linux-firmware
linux-headers
lxappearance
man-db
micro
moreutils
mpv
neovim
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntp-dinit
nvidia-container-toolkit
nvidia-open
nvidia-utils
obs-studio
openresolv
openssh
os-prober
pavucontrol
pcmanfm
picom
polkit-gnome
polybar
pulseaudio
qemu-desktop
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rofi
rofi-emoji
rust
solaar
steam
sxhkd
transmission-gtk
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ueberzugpp
unzip
virt-manager
wget
xclip
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xsetroot
zathura
zathura-pdf-poppler
zig
